


PacomeErreurInit=Erreur d'initialisation.

# configuration des pages de l'assistant pacome
PageAccTitre=Modification du param\u00e9trage du courrielleur MCE
PageAccTexte1=Cet assistant facilite la cr\u00e9ation ou la mise \u00e0 jour du param\u00e9trage des bo\u00eetes \u00e0 lettres MCE.
PageAccTexte2=Pour d\u00e9marrer l'op\u00e9ration, cliquer sur le bouton 'Continuer >'. Pour quitter l'assistant, cliquer sur le bouton 'Quitter'.

PageUidTitre=Param\u00e9trage du courrielleur MCE
PageUidTexte1=Le courrielleur n'est pas configur\u00e9 pour l'utilisation de la messagerie.
PageUidTexte2=Saisir l'identifiant ou l'adresse courriel pour configurer automatiquement les bo\u00eetes \u00e0 lettres. \
Les caract\u00e8res autoris\u00e9s sont: a-z 0-9 .-@

PageIdentsTitre=Identifiants de bo\u00eetes \u00e0 lettres MCE
PageIdentsTexte1=Les identifiants permettent de d\u00e9terminer les bo\u00eetes \u00e0 lettres disponibles.
PageIdentsTexte2=Ajouter un identifiant pour utiliser de nouvelles bo\u00eetes. Supprimer un identifiant pour supprimer automatiquement les bo\u00eetes correspondantes.
PageIdentsErrConfig=Erreur de lecture de configuration
PageIdentsSupprimeUid=Suppression d'un identifiant
#PageIdentsSupprimeUidTxt=La suppression d'un identifiant supprimera les bo\u00eetes \u00e0 lettres correspondantes. Supprimer l'identifiant '%1'
PageIdentsSupprimeUidTxt=La suppression d'un identifiant supprimera l'affichage dans le courrielleur des bo\u00eetes \u00e0 lettres correspondant \u00e0 cet identifiant. Supprimer l'identifiant '%1'?
PageIdentsSaisie=Ajout d'un identifiant
PageIdentsSaisieTxt=Saisir l'identifiant ou l'adresse courriel \u00e0 ajouter. Les caract\u00e8res autoris\u00e9s sont: a-z 0-9 .-@

PageComptesTitre=Param\u00e9trage des bo\u00eetes \u00e0 lettres
PageComptesTexte1=Les bo\u00eetes \u00e0 lettres suivantes sont disponibles.
PageComptesTexte2=Modifier les choix de configuration si n\u00e9cessaire.

PageAutresTitre=Autres param\u00e9trages
PageAutresTexte1=Configuration du param\u00e9trage des flux d'informations, des param\u00e8tres d'application et des annuaires.
PageAutresTexte2=

PageFinTitre=Effectuer le param\u00e9trage
PageFinTexte1=Pour lancer le param\u00e9trage du courrielleur, cliquer sur le bouton 'Continuer'. Pour annuler l'op\u00e9ration, cliquer sur le bouton 'Quitter'.
PageFinTexte2=



# Messages assistant pacome
PacomeFinParamTitre=Param\u00e9trage termin\u00e9
PacomeFinParamTexte=Le param\u00e9trage du courrielleur est r\u00e9ussi. Pour terminer l'op\u00e9ration, le courrielleur va red\u00e9marrer.
PacomeErreurAff=Erreur d'affichage de l'assistant Pacome
PacomeErreurPacomeUI=Le serveur n'a retourn\u00e9 aucun \u00e9l\u00e9ment \u00e0 param\u00e9trer
PacomeErreurPacomeUIBoite=Le serveur n'a retourn\u00e9 aucune bo\u00eete \u00e0 param\u00e9trer
PacomeErreurPacomeUIErruid=L'identifiant %S ne figure pas dans l'annuaire.
PacomeErreurPacomeUIErruids=Les identifiants ne figurent pas dans l'annuaire.
PacomeErreurPacomeUIAutres=Le serveur n'a retourn\u00e9 aucun \u00e9l\u00e9ment \u00e0 param\u00e9trer
PacomeErreurInitPage=Erreur d'initialisation de la page

PacomeErreurMigre24=Erreur lors de la migration des preferences Pacome

PacomeAssistQuitter=Quitter l'assistant
PacomeAssistQuitteAnnule=Fermer Pacome et annuler le param\u00e9trage?

PacomeAucuneAction=Aucune action de param\u00e9trage n'a \u00e9t\u00e9 s\u00e9lectionn\u00e9e. S\u00e9lectionner au moins une action pour continuer ou cliquer le bouton 'Quitter' pour annuler l'op\u00e9ration.

PacomeErreurSupBoite=Erreur de suppression de bo\u00eetes \u00e0 lettres
PacomeErreurParamApp=Erreur de param\u00e9trage du courrielleur

PacomeErreurSaiseUid=L'identifiant saisi est d\u00e9j\u00e0 dans la liste.


RenseignerUtil=L'identifiant utilisateur doit \u00eatre renseign\u00e9.
SelectionConfig=S\u00e9lectionner une configuration.
#PacomeMsgFin=Les param\u00e8tres prendront effet apr\u00e8s red\u00e9marrage de l'application. Fermer l'application maintenant?
PacomeMsgFin=Les param\u00e8tres prendront effet apr\u00e8s red\u00e9marrage de l'application. Red\u00e9marrer l'application maintenant?
ErreurLectureConfig=Les informations ne peuvent \u00eatre lues depuis l'annuaire. Erreur de lecture des configurations:
ErreurLectureConfigSrv=Les informations ne peuvent \u00eatre lues depuis l'annuaire. Erreur de lecture des configurations. Pas de r\u00e9sultat retourn\u00e9 par le serveur
ErreurCreationCompte=Les informations ne peuvent \u00eatre lues depuis l'annuaire. Le compte ne peut pas \u00eatre cr\u00e9\u00e9 automatiquement
ErreurCreationCompteSrv=Les informations ne peuvent \u00eatre lues depuis l'annuaire. Le compte ne peut pas \u00eatre cr\u00e9\u00e9 automatiquement. Pas de r\u00e9sultat retourn\u00e9 par le serveur.
PasDeCompteACreer=Erreur : aucun compte a cr\u00e9er!
ErreurCreation=Erreur de cr\u00e9ation du compte.
ErreurCreationAnn=Erreur dans la cr\u00e9ation du compte. Echec lors de l'ajout d'un annuaire.
ErreurCreationPrefs=Erreur dans la cr\u00e9ation du compte. Echec lors de l'\u00e9criture des pr\u00e9f\u00e9reces.
ErreurTypePref=Erreur de type de pr\u00e9f\u00e9rence.
ErreurEcritPref=Erreur d'\u00e9criture des pr\u00e9f\u00e9rences.
ErreurEditIdent=Erreur d'\u00e9dition d'une identit\u00e9.
ErreurCreeDosLocal=Erreur de cr\u00e9ation de l'\u00e9l\u00e9ment 'Dossiers locaux'.
ErreurDosHorsLigne=Erreur de traitement des dossiers pour utilisation hors ligne.
ErreurParamAnnuaire=Erreur de param\u00e9trage d'annuaire.
PacomeCompteEtatErreur=Erreur
PacomeCompteEtatAjour=A jour
PacomeCompteEtatCreee=Cr\u00e9\u00e9e
PacomeCompteEtatCree=Cr\u00e9\u00e9

PacomeErreurParamSrv=Erreur de param\u00e9trage du serveur entrant.
PacomeErreurParamSmtp=Erreur de param\u00e9trage du serveur smtp.
PacomeErreurParamIdent=Erreur de param\u00e9trage de l'identit\u00e9 du compte.
PacomeErreurParamCompte=Erreur de param\u00e9trage du compte.

# message assistant mise a jour
PageMajComptesTitre=Mise \u00e0 jour du param\u00e9trage
PageMajComptesTexte1=Des mises \u00e0 jour sont disponibles pour les bo\u00eetes \u00e0 lettres suivantes.
PageMajComptesTexte2=Modifier les choix si n\u00e9cessaire.

PageMajAutresTitre=Mise \u00e0 jour du param\u00e9trage
PageMajAutresTexte1=Des mises \u00e0 jour sont disponibles pour les \u00e9l\u00e9ments suivants.
PageMajAutresTexte2=Modifier les choix si n\u00e9cessaire.

PageMajFinTitre=Effectuer la mise \u00e0 jour du param\u00e9trage
PageMajFinTexte1=Pour lancer la mise \u00e0 jour du param\u00e9trage, cliquer sur le bouton 'Continuer'. Pour annuler l'op\u00e9ration, cliquer sur le bouton 'Quitter'.
PageMajFinTexte2=

PageMajRefusTitre=Refuser la mise \u00e0 jour
PageMajRefusMsg=Aucune mise \u00e0 jour n'a \u00e9t\u00e9 s\u00e9lectionn\u00e9e. Cliquer sur 'OUI' pour confirmer ou sur 'NON' pour refuser la mise \u00e0 jour.


PacomeMajVersionsErr=Erreur de mise \u00e0 jour des versions de notification


# message changement de mots de passe
ChgMdpUtilAbsent=Le nom d'utilisateur n'est pas renseign\u00e9
ChgMdpErreurPeriph=Changement du mot de passe principal. Erreur de lecture du p\u00e9riph\u00e9rique de s\u00e9curit\u00e9.
ChgMdpErreurChgMdp=Erreur lors du changement du mot de passe principal.
ChgMdpErrPrinc=Changement du mot de passe principal. Erreur lors du changement de mot de passe.
ChgMdpRegleMdp=Le mot de passe qui doit \u00eatre diff\u00e9rent de l'ancien, doit comporter au moins 10 caract\u00e8res avec au moins 1 caract\u00e8re de chaque type: majuscule, minuscule, chiffre et caract\u00e8re sp\u00e9cial.
ChgMdpDiffere=Le nouveau mot de passe et la confirmation sont diff\u00e9rents
ChgMdpExSaisie=Exception lors de la v\u00e9rification de la saisie.
ChgMdpPasDeModif=Aucune case n'est coch\u00e9e, il n'y a pas de modification \u00e0 r\u00e9aliser. Fermer la fen\u00eatre de changement de mot de passe?
ChgMdpErreurMajSrv=Erreur lors de la mise \u00e0 jour du serveur.
ChgMdpErreurMajClient=Erreur lors de la mise \u00e0 jour du client (mot de passe principal).
ChgMdpErreurMajClient2=Une erreur est survenue lors de la mise \u00e0 jour du client. Une initialisation des mots de passe manuelle est n\u00e9cessaire.
ChgMdpMajOk=Le mot de passe a \u00e9t\u00e9 chang\u00e9.
ChgMdpErreurSrv=Erreur du serveur : code de retour absent.
ChgMdpErreurSrvEx=Exception lors de la mise \u00e0 jour du mot de passe sur le serveur. Recommencer l'op\u00e9ration.
ChgMdpClientEx=Exception lors de la modification des mots de passe du client.
ChgMdpClientDeconnecte=Le client de messagerie n'est pas connect\u00e9.\nLe changement de mot de passe n'est pas utilisable dans ce cas.
ChgMdpErrSrv=Erreur lors de l'appel du service.


PacomeClientDeconnecte=Le client de messagerie n'est pas en mode connect\u00e9. L'assistant Pacome n'est pas utilisable dans ce cas.
PacomeMajParams=Mettre \u00e0 jour les param\u00e8tres du compte:
PacomeMajMsgFin=Les param\u00e8tres du compte: %s ont \u00e9t\u00e9 mis \u00e0 jour. Les param\u00e8tres prendront effet apr\u00e8s red\u00e9marrage de l'application. Fermer l'application maintenant?
PacomeMajErreur=Erreur lors de la mise \u00e0 jour du compte.
PacomeMajErreurPrinc=Lecture de l'identifiant du compte principal: exception
PacomeErreurCompteSel=Erreur lors de la lecture de l'identit\u00e9 du compte s\u00e9lectionn\u00e9.
PacomeSupErreurCompte=Erreur lors de la lecture de l'identit\u00e9 du compte s\u00e9lectionn\u00e9. Le compte ne peut pas \u00eatre supprim\u00e9
PacomeMajErreurEffPrinc=Effacement du mot de passe principal. Erreur de lecture du p\u00e9riph\u00e9rique de s\u00e9curit\u00e9.
PacomeMajErreurEffCompte=Erreur lors de l'effacement du compte s\u00e9lectionn\u00e9:
dlgchoixconfigOnClose=Une configuration doit \u00eatre s\u00e9lectionn\u00e9e. Le bouton 'Valider' doit \u00eatre utilis\u00e9 pour fermer la fen\u00eatre.
PacomeMajErreurConfig=Erreur de lecture des configurations sur le serveur. Le compte ne peut \u00eatre mis \u00e0 jour.
PacomeMajConfigObsolete=La configuration du compte n'est plus valide. Une nouvelle configuration doit \u00eatre s\u00e9lectionn\u00e9e.
ErreurAppelPacome=Erreur lors de l'appel de l'assistant Pacome.

PacomeErreurReqOp=Type de requ\u00EAte non d\u00e9fini.
PacomeErreurReqEx=Erreur lors de l'appel au serveur.
PacomeErreurSrv=Erreur de r\u00e9ponse du serveur Pacome.
PacomeErreurAccesSrv=Le serveur Pacome n'est pas accessible.
#PacomeErreurFormatDoc=R\u00e9ponse du serveur non conforme.Document retourn\u00e9 non conforme.
PacomeErreurFormatDoc=Les informations fournies ne permettent pas d'obtenir le document de param\u00e9trage aupr\u00e8s du serveur. V\u00e9rifier les param\u00e8tres saisis ou contacter l'administrateur.
PacomeErreurDoc=Erreur de v\u00e9rification du document.
PacomeErreurDocNull=Document de r\u00e9ponse inexistant.
PacomeErreurListeUid=Erreur de construction de la liste des identifiants.
PacomeErreurInitListeUid=Erreur d'initialisation de la liste des identifiants.
PacomeErreurInitListeComptes=Erreur d'initialisation de la liste des comptes.
PacomeErreurInitParamsComptes=Erreur de param\u00e9trage des comptes.
PacomeParamsAucunCompte=Au moins un compte doit \u00eAtre s\u00e9lectionn\u00e9.
PacomeErreurTraiteCompte=Erreur de traitement du compte:
PacomeErreurParamSrvEntrant=Erreur de param\u00e9trage du serveur entrant.
PacomeErreurParamSmtp=Erreur de param\u00e9trage du serveur smtp.
PacomeErreurConvVersionsTab=Erreur lecture information de configuration (ConvVersionsTab).
PacomeErreurCompareVersions=Erreur de test de version de param\u00e9trage (CompareVersions).
PacomeErreurEvalMajComptes=Erreur de test de version de param\u00e9trage (EvalMajComptes).

PacomeMdpErreurInit=Erreur d'appel de la bo\u00eete de demande de mot de passe.
PacomeMdpErreurSrvLib=Le mot de passe ne peut \u00eAtre v\u00e9rifi\u00e9.\nCliquer sur 'Continuer' pour tenter une connexion avec le mot de passe saisi\nou cliquer sur 'Hors ligne' pour passer en mode d\u00e9connect\u00e9.
PacomeMdpErreurSrvTitre=V\u00e9rification du mot de passe.
PacomeMdpErreurSrvOui=Continuer
PacomeMdpErreurSrvNon=Hors ligne
PacomeMdpErreurSrvDeconnect=Passer en mode d\u00e9connect\u00e9.
PacomeMdpErreurSrv=Erreur de v\u00e9rification du mot de passe.
PacomeMdpNonValide=Le mot de passe n'est pas valide.

PacomeConfirmSupCompte=Supprimer le compte :\n"%S" ?
PacomeSaisieUidCar=Les caract\u00e8res suivants sont autoris\u00e9s: a-z 0-9 .-@\n La s\u00e9quence suivante n'est pas autoris\u00e9e: .-.
PacomeErreurVerifParam=Erreur lors de la v\u00e9rification de la version du param\u00e9trage.
PacomeSaisieCourrielErr=L'adresse courriel saisie est erronée ou incomplète.

PacomeErreurDlgMajCompte=Erreur de mise \u00e0 jour du param\u00e9trage.
PacomeErreurDlgMajCompte0=Erreur de mise \u00e0 jour du param\u00e9trage. Aucun compte n'a pu \u00eatre mis \u00e0 jour.
PacomeErreurDlgMajSrv=Erreur de mise \u00e0 jour du param\u00e9trage. Erreur du serveur.
PacomeErreurDlgMajAppel=Erreur d'appel de la fen\u00eatre de mise \u00e0 jour du param\u00e9trage.
PacomeErreurDlgMajEtats=A jour;Recommand\u00e9e;Requise;Erreur;Facultative
PacomeDlgMajFin=Pacome a effectu\u00e9 la (ou les) mise(s) \u00e0 jour ci-dessous.
PacomeDlgMajErreurCompte=Mise \u00e0 jour du param\u00e9trage par Pacome.\nErreur de traitement du compte :

# dossier local
RepertoireDejaUtilise=Le r\u00e9pertoire est d\u00e9j\u00e0 utilis\u00e9!\nS\u00e9lectionner un autre r\u00e9pertoire.
NomPasRenseigne=Le nom du dossier local doit \u00eatre renseign\u00e9
DossierPasRenseigne=Un emplacement doit \u00eatre s\u00e9lectionn\u00e9
DossierExiteDeja=Le nom du dossier existe d\u00e9j\u00e0.\nSaisir un autre nom.
ErreurCreationDossier=Une erreur est survenue lors de la cr\u00e9ation du dossier local.
RepNonValide=Le chemin n'est pas valide. Le r\u00e9pertoire doit \u00eatre vide ou comporter au moins un fichier du type 'msf'.
ErreurRenommeEnvoyes=Erreur lors du renommage des dossiers '\u00C9l\u00e9ments envoy\u00e9s'.
NomDosElemEnvoyes=\u00C9l\u00e9ments envoy\u00e9s
NomDosIndesirable=Ind\u00e9sirables
NomDosBalPartage=Boite partag\u00e9e
NomDosEntrant=Courrier entrant
DossierMsgFinTitre=Cr\u00e9ation d'un nouveau dossier local
DossierMsgFinText=Le dossier local '%1' a \u00e9t\u00e9 cr\u00e9\u00e9 \u00e0 l'emplacement: '%2'


#
pacomesrverr-2152398878=Le serveur Pacome ne peut \u00eatre trouv\u00e9 (DNS). Contr\u00f4ler le r\u00e9seau ou contacter l'administrateur r\u00e9seau.
pacomesrverr-2152398890=Serveur de proxy non trouv\u00e9. Contr\u00f4ler le r\u00e9seau ou contacter l'administrateur r\u00e9seau.
pacomesrverr-2152398861=Connexion au serveur Pacome refus\u00e9e. Peut-\u00eatre est-il arr\u00eat\u00e9.
pacomesrverr-2152398920=Connexion au serveur refus\u00e9e. Contacter l'administrateur r\u00e9seau.
pacomesrverr-2152398862=Le serveur Pacome ne peut pas \u00eatre joint. Contr\u00f4ler le r\u00e9seau ou contacter l'administrateur r\u00e9seau.
pacomesrverr-2152398864=Le r\u00e9seau est d\u00e9connect\u00e9.
pacomesrverr-2152398849=Echec de connexion au serveur Pacome pour une raison inconnue.
pacomesrverr-2152398868=Le serveur Pacome n'a retourn\u00e9 aucune donn\u00e9e. Essayer \u00e0 nouveau.
pacomesrverr-2152398919=Le transfert des donn\u00e9es avec le serveur Pacome a \u00e9t\u00e9 interrompu. Essayer \u00e0 nouveau.
pacomesrverr-2152398867=Port de communication non autoris\u00e9. Contacter l'administrateur r\u00e9seau.
pacomesrverr-2147500037=Connexion au serveur Pacome refus\u00e9e. Contacter l'administrateur r\u00e9seau.
pacomesrverr-403=Connexion au serveur Pacome refus\u00e9e. Contacter l'administrateur.
pacomesrverr-404=Erreur de connexion au serveur Pacome. Contacter l'administrateur.

PacomeConfigProxyDoc=Erreur de lecture de la configuration.
PacomeErrConfigProxy=Erreur configuration du proxy.
PacomeErreurParamPrx=Erreur de param\u00e9trage du proxy


PacomeErreurInitListeCals=Erreur d'initialisation de la liste des agendas.
PageCalsTitre=Param\u00e9trage des agendas
PageCalsTexte1=Les agendas suivants sont disponibles.
PageCalsTexte2=Modifier les choix de configuration si n\u00e9cessaire.
PageMajCalsTitre=Mise \u00e0 jour du param\u00e9trage
PageMajCalsTexte1=Des mises \u00e0 jour sont disponibles pour les agendas suivants.
PageMajCalsTexte2=Modifier les choix si n\u00e9cessaire.
PacomeErreurListeCals=Aucun agenda n'est disponible pour param\u00e9trage.

PacomeReponseServeur=R\u00e9ponse du serveur :

PacomeAjoutAgenda=Ajouter un agenda
PacomeErreurLitConfig=Erreur de lecture de la configuration Pacome
PacomeAjoutAgendaAucun=Aucun agenda \u00e0 ajouter
PacomeAjoutAgendaListeErr=Erreur de construction de la liste des agendas
PacomeAjoutAgendaSel=Selectionner un agenda dans la liste
PacomeAjoutAgendaErrConf=Erreur dans le document de configuration des agendas
PacomeAjoutAgendaErr=Erreur lors de l'ajout de l'agenda


EtiqDeconnecte=Le client de messagerie n'est pas en mode connect\u00e9. La synchronisation n'est pas utilisable dans ce cas.
EtiqSynchroErreur=La synchronisation a échoué.
EtiqSynchroSucces=La synchronisation a réussi.
